<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@include file="../common/basePath.jsp" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<%@include file="../common/jsCss.jsp" %>
</head>

<body>
<div class="top">
	<div class="top_big">
   	  <div class="logo"><img src="${imgBasePath}/main/logo.png" /></div>
    </div>
</div>
<div class="content">
	<div class="c_left">
		<div class="bzxy">百知协议（草案）</div>
        <div class="wel">欢迎您来到百知。<br/>
请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入百知。当您注册成功，无论是进入百知，还是在百知上发布任何内容（即“内容”），均意味着您（即“用户”）完全接受本协议项下的全部条款。</div> 
        <div class="bzxy_sy">一、使用规则</div>
        <div class="wel">1、用户注册成功后，百知将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</div>
        <div class="wel">2、用户须对在百知的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则百知有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</div>
        <div class="wel">3、百知是一个信息分享、传播及获取的平台，用户通过百知发表的信息为公开的信息，其他第三方均可以通过百知获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在百知上进行发表。</div>
        <div class="wel">4、用户承诺不得以任何方式利用百知直接或间接从事违反中国法律、以及社会公德的行为，百知有权对违反上述承诺的内容予以删除。</div>
        <div class="wel">5、用户不得利用百知服务制作、上载、复制、发布、传播或者转载如下内容：</div>
        <div class="wel">(1) 反对宪法所确定的基本原则的；<br/>
(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br/>
(3) 损害国家荣誉和利益的；<br/>
(4) 煽动民族仇恨、民族歧视，破坏民族团结的；<br/>
(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；<br/>
(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br/>
(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br/>
(8) 侮辱或者诽谤他人，侵害他人合法权益的；<br/>
(9) 含有法律、行政法规禁止的其他内容的信息。</div>
        <div class="wel">6、百知有权对用户使用百知的情况进行审查和监督，如用户在使用百知时违反任何上述规定，百知或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用百知的权利）以减轻用户不当行为造成的影响。</div>
        <div class="bzxy_sy">二、知识产权</div>
        <div class="wel">百知是一个信息分享、传播及获取的平台，我们尊重和鼓励百知用户创作的内容，认识到保护知识产权对百知生存与发展的重要性，承诺将保护知识产权作为百知运营的基本原则之一。</div>
        <div class="wel">1、为了更好地促进合作和知识共享，百知用户发布的内容均采用<a target="_blank" href="http://cn.creativecommons.org/licenses/meet-the-licenses/">CC协议（知识共享许可协议）</a>。</div>
        <div class="wel">2、 百知用户通过共同编辑的方式，创造和发布内容。</div>
        <div class="wel">a. 用户在百知上发布的可被共同编辑的内容，均采用<a target="_blank" href="http://creativecommons.org/licenses/by-sa/2.5/cn/">知识共享署名-相同方式共享 2.5 中国大陆许可协议</a>进行许可。</div>
        <div class="wel">b. 用户在百知上发布的全部原创回答，版权归作者所有，并默认采用<a target="_blank" href="http://creativecommons.org/licenses/by-nc-nd/2.5/cn/">知识共享署名-非商业使用-禁止演绎 (by-nc-nd) 2.5 中国大陆许可协议</a>进行许可。署名-非商业使用-禁止演绎是知识共享许可协议下 6 种主要许可协议中对著作者权利保护最完善的，该项许可协议允许重新传播，他人注明您的姓名并建立链接，就能下载并与他人共享您的作品，但是不能对作品做出任何形式的修改或者进行商业性使用。除此之外，用户也可根据自己的需求选择另外 5 种保护性略低的知识共享许可协议：</div>
        <div class="wel">(1) <a target="_blank" href="http://creativecommons.org/licenses/by-nc-sa/2.5/cn/">署名-非商业性使用-相同方式共享 (by-nc-sa)</a>：该项许可协议规定，只要他人注明您的姓名、并在以您的作品为基础创作的新作品上适用同一类型的许可协议，该他人就可基于非商业目的对您的作品重新编排、节选或者以您的作品为基础进行创作。基于您的作品创作的所有新作品都要适用同一类型的许可协议，因此适用该项协议， 则对任何以您的原作为基础创作的演绎作品自然同样都不得进行商业性使用。</div>
        <div class="wel">(2) <a target="_blank" href="http://creativecommons.org/licenses/by-nc/2.5/cn/">署名-非商业性使用 (by-nc)</a>：该项许可协议允许他人基于非商业目的对您的作品重新编排、节选或者以您的作品为基础进行创作。尽管他们的新作品必须注明您的姓名并不得进行商业性使用，但是他们无需在以您的原作为基础创作的演绎作品上适用相同类型的许可条款。</div>
        <div class="wel">(3) <a target="_blank" href="http://creativecommons.org/licenses/by-nd/2.5/cn/">署名-禁止演绎 (by-nd)</a>：该项许可协议规定，只要他人完整使用您的作品，不改变您的作品并保留您的署名，该他人就可基于商业或者非商业目的，对您的作品进行再传播。</div>
        <div class="wel">(4) <a target="_blank" href="http://creativecommons.org/licenses/by-sa/2.5/cn/">署名-相同方式共享 (by-sa)</a>：该项许可协议规定，只要他人在其基于您的作品创作的新作品上注明您的姓名并在新作品上适用相同类型的许可协议，该他人就可基于商业或非商业目的对您的作品重新编排、节选或者以您的作品为基础进行创作。该项许可协议与开放源代码软件许可协议相类似。以您的作品为基础创作的所有新作品都要适用相同类型的许可协议，因此对所有以您的原作为基础创作的演绎作品都可以进行商业性使用。</div>
        <div class="wel">(5) <a target="_blank" href="http://creativecommons.org/licenses/by/2.5/cn/">署名 (by)</a>：该项许可协议规定，只要他人在您的原著上标明您的姓名，该他人就可以基于商业目的发行、重新编排、节选您的作品。就他人对您的作品利用程度而言，该项许可协议是我们提供的最为宽松的许可协议。</div>
        <div class="wel">3、在未得到著作权人的授权时，请不要将他人的作品全部或部分复制发表到百知。当百知用户的言论侵犯了第三方的著作权或其他权利，责任在于用户本人，百知不承担任何法律责任。如果第三方提出关于著作权的异议，百知有权根据实际情况删除相关的内容，有权追究用户的法律责任，给百知或任何第三方造成损失的，用户应负责全额赔偿。</div>
        <div class="wel">4、如果任何第三方侵犯了百知用户相关的权利，用户同意授权百知或其指定的代理代表百知自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在百知认为必要的情况下参与共同维权。</div>
        <div class="wel">5、如个人或单位发现百知上存在侵犯其自身合法权益的内容，请及时与百知取得联系，并提供具有法律效应的证明材料，以便百知作出处理。包含的书面证明材料如下：</div>
        <div class="wel">a. 涉嫌侵权内容所有者的权属证明；<br/>
b. 明确的身份证明、住址、联系方式；<br/>
c. 涉嫌侵权内容在百知平台上的位置、描述和著作权遭受侵犯的证明；<br/>
d. 其他必要的具有法律效应的证明材料。</div>
		<div class="bzxy_sy">三、个人隐私</div>
        <div class="wel">尊重用户个人隐私信息的私有性是百知的一贯制度，百知将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，百知保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善百知的技术与服务，百知将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于百知向用户提供更好的用户体验和服务质量。</div>
		<div class="bzxy_sy">四、免责声明</div>
        <div class="wel">1、百知不能对用户发表的回答或评论的正确性进行保证。</div>
        <div class="wel">2、用户在百知发表的内容仅表明其个人的立场和观点，并不代表百知的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。百知不承担任何法律及连带责任。</div>
        <div class="wel">3、百知不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</div>
        <div class="wel">4、对于因不可抗力或百知不能控制的原因造成的网络服务中断或其它缺陷，百知不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</div>
		<div class="bzxy_sy">五、协议修改</div>
        <div class="wel">1、根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，百知有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，百知将会直接在百知网站上公布修改之后的协议内容，该公布行为视为百知已经通知用户修改内容。百知也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</div> 
        <div class="wel">2、如果不同意百知对本协议相关条款所做的修改，用户有权并应当停止使用百知。如果用户继续使用百知，则视为用户接受百知对本协议相关条款所做的修改。</div>       
    </div>
</div>
<div class="clear"></div>
<%@include file="../common/foot.jsp" %>
</body>
</html>
